import { z } from 'zod'

import { serviceSchema } from './schemas'

export const services = z.array(serviceSchema).parse([
	{
		id: 0,
		title: 'одностраничный сайт',
		subTitle: '(лэндинг)',
		description:
			'Лэндинг это — сайт с краткой информацией о товаре, услуге или мероприятии. Его задача — превращать посетителей в клиентов.',
		price: 'от 30 000 ₽',
		data: 'от 14 дней'
	},
	{
		id: 1,
		title: 'многостраничный сайт',
		subTitle: '(корпоративный)',
		description:
			'Сайт с более сложной структурой, состоящий из нескольких страниц, для подробного знакомства с компанией/услугами.',
		price: 'от 40 000 ₽',
		data: 'от 21 дней'
	},
	{
		id: 2,
		title: 'дизайн-макета',
		subTitle: '(figma)',
		description:
			'Одностраничный или многостраничный дизайн в фигме с адаптацией под разные разрешения. Макет будет подготовлен для дальнейшей передачи разработчикам.',
		price: 'от 20 000 ₽',
		data: 'от 10 дней'
	}
])
