[
	{
		"id": 0,
		"number": "01",
		"content": [
			{
				"id": 0.0,
				"title": "брифинг",
				"description": "Сначала мы знакомимся друг с другом, беседуем (желательно посредством видеозвонка). Обсуждаем задачи проекта, важные детали и возможные способы реализации. Вы получаете ответы на все интересующие вопросы."
			},
			{
				"id": 0.1,
				"title": "результат:",
				"description": "На основании полученных данных я оцениваю сроки и стоимость работы."
			}
		]
	},
	{
		"id": 1,
		"number": "02",
		"content": [
			{
				"id": 1.0,
				"title": "договор",
				"description": "Я высылаю вам коммерческое предложение, где вы выберите подходящий тариф. Мы заключаем договор, где прописываем объём, стилистику сайта, этапы, сроки."
			},
			{
				"id": 1.1,
				"title": "результат:",
				"description": "Подписывая договор на создание сайта, вы получаете следующие гарантии: Качество работы, соблюдение сроков, конфиденциальность, ответственность за ошибки, поддержка "
			}
		]
	},
	{
		"id": 2,
		"number": "03",
		"content": [
			{
				"id": 2.0,
				"title": "аналитика",
				"description": "Провожу детальный анализ ваших конкурентов и целевой аудитории. Я исследую их продукты, маркетинговые кампании, ценообразование, а также изучаю отзывы клиентов и общественное мнение о них."
			},
			{
				"id": 2.1,
				"title": "результат:",
				"description": "Понимаю, что важно для вашей ЦА и как мы можем обойти конкурентов. Оцениваю маркетинг, контент, пользовательский опыт."
			}
		]
	},
	{
		"id": 3,
		"number": "04",
		"content": [
			{
				"id": 3.0,
				"title": "прототип и тексты",
				"description": "На этом этапе я разрабатываю прототип будущего сайта. Это схематичное изображение результата и написание текстов под веб-пространство."
			},
			{
				"id": 3.1,
				"title": "результат:",
				"description": "Обозначить смысловые блоки, показать путь будущего пользователя, утвердить все тексты."
			}
		]
	},
	{
		"id": 4,
		"number": "05",
		"content": [
			{
				"id": 4.0,
				"title": "концепт и дизайн",
				"description": "Я рисую и презентую вам дизайн-концепцию главной страницы сайта, и он ложится в основу дизайна всего проекта. Затем, на основе утвержденного концепта я создаю дизайн всех страниц сайта. Презентую и обосновываю принятые решения."
			},
			{
				"id": 4.1,
				"title": "результат:",
				"description": "Вы поймете, какие идеи были использованы для создания дизайна и почему они были выбраны. В результате, вы получите проработанный дизайн своего сайта, который будет соответствовать вашим потребностям и целям."
			}
		]
	},
	{
		"id": 5,
		"number": "06",
		"content": [
			{
				"id": 5.0,
				"title": "верстка",
				"description": "Далее я передаю макет разработчику и он приступает к верстке. Верстает, делает адаптивные версии под все устройства (планшет и мобильные) с помощью HTML, CSS, JavaScript. "
			},
			{
				"id": 5.1,
				"title": "результат:",
				"description": "Цель этапа — «оживить» сайт, чтобы все работало и правильно отображалось на всех устройствах. Добавление необходимой анимации."
			}
		]
	},
	{
		"id": 6,
		"number": "07",
		"content": [
			{
				"id": 6.0,
				"title": "посадка на CMS Modx (по запросу)",
				"description": "На сверстанный сайт подключается панель управления контентом (админка)."
			},
			{
				"id": 6.1,
				"title": "результат:",
				"description": "Вы сможете самостоятельно разместить тексты, публикации, добавить картинку, уменьшив исходный размер, добавить описание документа "
			}
		]
	},
	{
		"id": 7,
		"number": "08",
		"content": [
			{
				"id": 7.0,
				"title": "настройка и тестирование",
				"description": "Завершающий этап, на котором разработчик подключает необходимые сервисы и формы обратной связи. Настройка SEO-оптимизации, подключение домена и сертификатов безопасности. После передачи сайта я записываю видео-инструкцию, как пользоваться админкой. Так же в течении 2-х недель осуществляется бесплатная поддержка, мы ответим на все ваши вопросы и при необходимости исправим недочеты."
			},
			{
				"id": 7.1,
				"title": "результат:",
				"description": "Вы получаете сайт, который полностью готов к работе и настройке рекламы."
			}
		]
	}
]
